<?php
$a = array("สิ่งสำคัญที่สุดคือ เราต้องเชื่อว่าเราทำได้","ผมรู้ว่าผมไม่รู้อะไร","ความสำเร็จมีขั้นตอน อย่าใจร้อน","อินเทรนต์สำหรับผมคือเอาท์","จะประสบความสำเร็จไม่จำเป็นต้องเป็นผู้นำเสมอ"
,"ช็อคโกแลตไม่ต้อง กุหลาบไม่ต้อง ขอกุญแจห้องอย่างเดียว","กดถูกใจอ่ะมันเชย กดรักเลยถ้าแน้จริง","มาการองกินแล้วอร่อย
มาหาหน่อยจะทำให้อร่อยกว่ามาการอง","คนใดที่ไม่หื่น เขาว่าฝืนธรรมชาติ","จะตกหลุมรักกูดีๆ รึต้องให้กูถีบมึงลงไป","ขอบคุณสิ่งเลวร้ายในวันนั้น
ที่ทำให้ชีวิตกูในวันนี้มันดีมาก","ถ้าเราเป็นไอติม เธอจะชิม หรือเธอจะเลีย","ที่เจ็บน่ะก็จำ แต่ที่ยังทำเพราะไม่เข็ด","ปากบอกว่าไม่ แต่ใจกลับบอกว่าใช่","เป็นคนยิ้มยาก แต่ถ้าชอบใครมากๆก็จะยิ้มให้"
,"อดีตจำเป็นด้วยหรอ? อยู่กับสิ่งดีๆที่ฉันมีให้ไม่ดีกว่าหรอ?","เค้าว่ากินเด็กแล้วเป็นอมตะงั้นกินเรามั้ยล่ะไม่เด็กแต่เด็ด","อยากจะเป็นฮิปสเตอร์ เเต่ตอนนี้ เป็นได้เเค่ฮิปโป","คิดเลขแล้วมันเอ่อเร่อ เจอเธอแล้วมัน...เอ่อรัก"
,"ยิ้มของเธอ..มันคือเหตุผลที่ทำให้ใจสั่น","เข้ามาอ่อยให้อยาก แล้วจากตลอดดดด","คิดถึง คำพูดสั้นๆ แต่มันกลั่นออกมาจากใจ","คบกับเราไม่มีกั้ก ถ้าได้รักก็ให้หมด","เป็นคนไม่ได้เป็นเสือ ไม่ได้อยากมีเหยื่อแต่อยากมีเนื้อคู่","ชอบคือชอบ มองกี่รอบก็ชอบอยู่ดี ");
$random_key = array_rand($a,1);
echo "<p>" . $a[$random_key] . "</p>";